[internal]
conductor0 = Hey... Consígueme un barco hundido de entre las rocas. Y haz que la buena parte sea doble.
conductor1 = Oh, no me di cuenta de que estabas allí, muchacha. Vagando por ahí, ¿verdad?
conductor2 = Después de este trago, podríamos ir por unas botellas de jugo. 
conductor3 = Eres capaz, seguro, pero lo que estoy teniendo no es para jovencitas.

[act2]
conductor0 = [wave].....¡hip!....Ooh, ¡Hola, muchacha![/wave]
conductor1 = [wave]¿Cómo... cómo vas, eh? ¿Estás teniendo buenas vacaciones, muchacha?[/wave]
conductor2 = [wave]Ah, solo yo... Sin Grooves, sin peliculas. Solo yo, y 'mi buen amigo' de aquí. Esta es la vida, ¿eh?[/wave]
conductor3 = [wave]... Me pregunto cómo es el resto del barco ...[wave]

[docks]
conductor0 = Bueno, si no es nada más que la pequeña muchacha. ¿Cómo te va con el estrellato?
conductor1a = Te digo la verdad, me tomé un tiempo libre después de que ese [br]picacuellos[icon:djgrooves] [name]DJ[/name] intentó, bueno... ya sabes.
conductor1b = Ah, y lo siento por todo el... incidente del cuchillo. [br] Nada como una discusión entre amigos. ¿No es así, muchacha?
conductor1c = Me estoy tomando un tiempo libre para relajarme. Aléjate de ese ruidoso [br][icon:djgrooves][name]DJ Grooves[/name] por un tiempo.
conductor2 = De todos modos, será mejor que vaya a preguntar sobre la guardería a bordo. Amo a esos pequeños sin vergüenza, pero no puedo llevarlos a la barra conmigo, ¿verdad?

[act3]
finale0 = Espera, muchacha, ¿a dónde vas? ¿Quieres salvarlo?
finale1 = ¡No voy a estar cerca de un barco que se hunde! Si no regresas rápido, ¡nos iremos sin ti!

conductor0 = ¿Dónde está la chica? ¡Este barco se está hundiendo, tenemos que salir de aquí!
conductor1 = [scream]¡Ven aquí, muchacha! Nos vamos. ¡AHORA![/scream]

conductor2 = Sí, gracias, niña. ¡Los más pequeños aún no aprendieron a nadar!

carried0 = ¡Ah! ¡Ten cuidado, muchacha! ¡Cuídado con las plumas!

[fluff]
